Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Grundshuttle GZR
ko_kr: 기본 셔틀 GZR

source: Maschinen-Nr. M1475101.01 Inventar-Nr. --
ko_kr: 기계 번호 M1475101.01 재고 목록 번호 --

source: Original-Betriebsanleitung
ko_kr: 사용 설명서 원본의 번역

source: Baujahr:
ko_kr: 연식:

source: Hersteller:
ko_kr: 제작사:

source: GERMANY
ko_kr: 독일

source: fon:
ko_kr: 전화:

source: +49 7173 – 91 88 – 0 fax:
ko_kr: +49 7173 – 91 88 – 0 팩스:

source: Maschinen-Nr.
ko_kr: 기계 번호

source: Serial-Nr.
ko_kr: 시리얼 번호

source: Inventar-Nr.
ko_kr: 재고 목록 번호

source: Version 1R01 2012-02-20
ko_kr: 버전 1R01 2012-02-20

source: Die Informationen über dieses Produkt werden ohne Rücksicht auf einen eventuellen Patentschutz veröffentlicht.
ko_kr: 본 제품에 대한 정보는 보호된 상태일 수 있는 특허권을 고려하지 않고 공개됩니다.

source: Warennamen werden ohne Gewährleistung der freien Verwendbarkeit benutzt.
ko_kr: 상품 명칭을 사용하였습니다만, 이 명칭을 자유롭게 사용할 수 있다고 보장할 수는 없습니다.

source: Bei der Zusammenstellung von Texten und Abbildungen wurde mit größter Sorgfalt vorgegangen, trotzdem können Fehler nicht vollständig ausgeschlossen werden.
ko_kr: 그림과 그에 대한 설명을 나란히 배치할 때 상당히 주의하였으나 오류를 완전히 배제할 수는 없습니다.

source: Herausgeber und Autoren können für fehlerhafte Angaben und deren Folgen weder juristische Verantwortung, noch irgendeine Haftung übernehmen.
ko_kr: 발행자와 저자는 잘못된 정보 및 그에 따른 결과에 대해 어떤 법률적인 책임이나 그 외의 다른 책임을 질 수 없습니다.

source: Für Verbesserungsvorschläge und Hinweise auf Fehler sind Herausgeber und Autoren dankbar.
ko_kr: 개선을 위한 제안이나 어떤 오류에 대한 지적은 언제든 환영합니다.

source: Diese Betriebsanleitung verbleibt Eigentum von EMAG und wird nur den Abnehmern von EMAG-Shuttles anvertraut.
ko_kr: 본 사용 설명서는 저희 EMAG사의 소유물이며 저희 EMAG사의 셔틀을 인수한 사람에게만 제공됩니다.

source: Sie enthält Zeichnungen und Vorschriften technischer Art und darf weder vollständig noch teilweise vervielfältigt, verbreitet oder zu Zwecken des Wettbewerbs unbefugt verwendet oder anderen mitgeteilt werden.
ko_kr: 본 설명서에는 기술 도면과 규정이 수록되어 있으며, 본 설명서의 전체 또는 일부를 복제하거나 유포해서는 안 되며 경쟁을 위해 허가를 받지 않고 사용하거나 다른 사람에게 양도해서도 안 됩니다.

source: Diese Betriebsanleitung wird zusammen mit dem Shuttle ausgeliefert.
ko_kr: 본 사용 설명서는 셔틀과 함께 인도됩니다.

source: Sollte das Typenschild des Shuttles nicht mit den Informationen in dieser Betriebsanleitung übereinstimmen, benachrichtigen Sie bitte umgehend:
ko_kr: 셔틀에 부착된 명판이 본 사용 설명서에 기재된 정보와 일치하지 않으면 즉시 다음의 연락처로 알려 주시기 바랍니다:

source: In der Fußzeile finden Sie die Versionsnummer der Betriebsanleitung, die für eventuelle Rückfragen benötigt wird.
ko_kr: 바닥글에는 본 사용 설명서의 버전 번호가 기재되어 있는 바, 이 번호는 문의하실 때 필요합니다.

source: Originalbetriebsanleitung
ko_kr: 사용 설명서 원문의 번역본

source: Für künftige Verwendung aufbewahren!
ko_kr: 향후 사용하실 수 있도록 보관하시기 바랍니다!

source: © Copyright 2014 EMAG Automation GmbH
ko_kr: © 저작권 2014 EMAG Automation GmbH

source: Revisionshistorie
ko_kr: 개정 이력

source: Revision
ko_kr: 개정

source: Datum
ko_kr: 날짜

source: Bemerkung
ko_kr: 비고

source: Welche Kapitel?
ko_kr: 어떤 단원?

source: Neuerstellung
ko_kr: 초판

source: Alle
ko_kr: 모든 단원

source: Inhaltsverzeichnis
ko_kr: 목차

source: Einleitung
ko_kr: 들어가는 말

source: Lieferumfang
ko_kr: 인도 품목

source: Geliefert wird ein Shuttle mit Zahnriemenantrieb (ZR).
ko_kr: 셔틀은 톱니형 벨트 구동장치(ZR)와 함께 인도됩니다.

source: Basis jedes Shuttles ist jeweils ein von sechs Grundshuttles (GZR).
ko_kr: 각 셔틀의 베이스는 항상 6개의 기본 셔틀(GZR)입니다.

source: Durch auftragsspezifische Optionen entsteht daraus das an den Kunden gelieferte Shuttle (ZR).
ko_kr: 주문서에 지정된 옵션에 따라 이 베이스에서 고객에게 인도되는 셔틀(ZR)이 제작됩니다.

source: Siehe auch Kapitel 1.2.
ko_kr: 1.2 단원도 참조하십시오.

source: Die vorliegende Betriebsanleitung beschreibt lediglich die sechs Grundshuttles.
ko_kr: 본 사용 설명서에는 단지 6개의 기본 셔틀만을 설명합니다.

source: Jedes Grundshuttle kann mit verschiedenen Antrieben bestückt werden.
ko_kr: 각 기본 셔틀에는 상이한 구동장치를 장착할 수 있습니다.

source: So kann der Kunde sich für das System entscheiden, welches für ihn die beste Lösung darstellt.
ko_kr: 그러므로 고객은 자신에게 가장 좋은 솔루션이 되는 시스템을 선택할 수 있습니다.

source: Das Shuttle erhält vor der Auslieferung eine Langzeitschmierung für die gesamte Produktlebensdauer.
ko_kr: 이 셔틀에는 인도하기 전 제품의 전체 수명 동안 유효한 장기 윤활 처리를 합니다.

source: Übersicht über die Grundshuttles, Typenschlüssel
ko_kr: 기본 셔틀에 대한 개요, 타입 코드

source: Das Portfolio der Grundshuttles umfasst die Typen
ko_kr: 기본 셔틀의 제품군에는 아래의 타입의 포함되어 있습니다

source: Grundshuttles werden in den Förderbahnbreiten 120 mm und 200 mm gefertigt.
ko_kr: 기본 셔틀은 너비 120mm 및 200mm의 이송 트랙으로 제작됩니다.

source: Die zweite Unterteilung der Typen erfolgt anhand der Anzahl der enthaltenen Pick-up-Stationen.
ko_kr: 각 타입은 포함되어 있는 픽업 스테이션의 개수에 의해 두 번째 하위 그룹으로 나누어집니다.

source: Die Typen GZR120 und GZR200 haben jeweils eine Pick-up-Station.
ko_kr: 타입 GZR120과 GZR200에는 각각 픽업 스테이션이 하나 있습니다.

source: Die Namenserweiterung „DUO“ bedeutet zwei unabhängig voneinander nutzbare Pick-up-Stationen.
ko_kr: 확장명 "DUO"는 서로 독립적으로 사용할 수 있는 두 개의 픽업 스테이션을 의미합니다.

source: Die Typen „TWIN“ und „TRIO“ besitzen zwei bzw. drei Pick-up-Stationen, die direkt nebeneinander liegen für synchrones Arbeiten.
ko_kr: 타입 "TWIN"과 "TRIO"에는 동시에 작업할 수 있도록 서로 인접해 있는 픽업 스테이션이 두 개 또는 세 개 있습니다.

source: Im Typenschlüssel ist ggf. der Abstand zwischen zwei Pick-up-Stationen genannt, gemessen von Mittelpunkt (Feder) zu Mittelpunkt.
ko_kr: 경우에 따라 타입 코드에는 중심점(스프링)에서 중심점까지를 측정한, 두 픽업 스테이션 사이의 간격이 표기되어 있습니다.

source: Beim Typ TRIO betragen die beiden Abstände zwischen der mittleren und einer äußeren Pick-up-Station jeweils 355,6 mm.
ko_kr: TRIO 타입의 경우 중앙과 가장 외측에 위치한 픽업 스테이션 사이의 두 간격은 각각 355.6mm입니다.

source: Anhand der Seitenansicht der beiden Längsseiten des Shuttles werden Vorder- und Rückseite des Shuttles definiert:
ko_kr: 셔틀의 두 세로 면에 대한 측면도를 이용하여 셔틀의 앞면 및 뒷면을 정의합니다.

source: Vorne ist da, wo man auf das Bauteil „Abfrage Pick-up“ schaut.
ko_kr: 앞면은 구성품 "픽업 스캐너"를 볼 수 있는 곳에 있습니다.

source: Entsprechend ist die gegenüberliegende Seite, wo man auf den oder die Schlitten schaut, die Rückseite.
ko_kr: 앞면의 맞은 편에 있는, 슬라이드를 볼 수 있는 면이 뒷면입니다.

source: Die im Typenschlüssel enthaltenen Angaben „links“ und „rechts“ beziehen sich auf die Blickrichtung auf die Vorderseite.
ko_kr: 타입 코드에 표기된 "좌측" 및 "우측" 표시는 앞면을 볼 때의 방향을 기준으로 합니다.

source: Auf dem Typenschild Ihres Shuttles und in Ihren Auftragsunterlagen finden Sie die komplette Typenbezeichnung, die folgendermaßen verschlüsselt ist.
ko_kr: 셔틀의 명판과 주문서에는 타입의 정식 명칭이 기재되어 있는 바, 이 명칭은 다음과 같이 코드화되어 있습니다.

source: Abbildung :
ko_kr: 그림 :

source: Typenschlüssel
ko_kr: 타입 코드

source: Auswahl des Shuttles
ko_kr: 셔틀의 선택

source: Benennung
ko_kr: 명칭

source: Transportlast max.
ko_kr: 최대 이송 하중

source: Gesamtlänge max.
ko_kr: 최대 전장

source: Antrieb
ko_kr: 드라이브

source: Zahnriemenantrieb
ko_kr: 톱니형 벨트 구동장치

source: Abfrage Pick-Up
ko_kr: 픽업 스캐너

source: A = Standard
ko_kr: A = 표준

source: B = Positionsschalter mit M12 Stecker
ko_kr: B = M12 플러그가 있는 위치 센서

source: Shuttlelänge links
ko_kr: 좌측 셔틀 길이

source: Angabe in mm
ko_kr: 단위: mm

source: Pick-Up Abstand
ko_kr: 픽업 간격

source: Shuttlelänge rechts
ko_kr: 우측 셔틀 길이

source: L = links, R = rechts
ko_kr: L = 좌측, R = 우측

source: E = Siemens FK7 mit Drive Cliq
ko_kr: E = Siemens FK7, Drive Cliq 장착

source: F = Siemens FT6 mit Drive Cliq
ko_kr: F = Siemens FT6, Drive Cliq 장착

source: Führungsschiene
ko_kr: 가이드 레일

source: B = Abdeckband
ko_kr: B = 커버 밴드

source: K = Abdeckkappen
ko_kr: K = 커버 캡

source: Schlittenzahl
ko_kr: 슬라이드 수량

source: Pflichten des Betreibers
ko_kr: 운영자의 의미

source: Die Maschinensicherheit kann in der betrieblichen Praxis nur dann gewahrt werden, wenn alle dafür erforderlichen Maßnahmen getroffen werden.
ko_kr: 조업 현장에서 필요한 조치를 모두 취한 경우에만 기계의 안전을 보장할 수 있습니다.

source: Es unterliegt der Sorgfaltspflicht des Betreibers des Shuttles, diese Maßnahmen zu planen und ihre Ausführung zu kontrollieren.
ko_kr: 셔틀의 운영자에게는 이러한 조치를 계획하고 그 실행을 감독할 주의 의무가 있습니다.

source: Der Betreiber muss insbesondere sicherstellen, dass:
ko_kr: 운영자는 특히 다음을 위한 조치를 취해야 합니다:

source: das Shuttle nur bestimmungsgemäß genutzt wird.
ko_kr: 셔틀을 적절한 용도로만 사용하도록 한다.

source: das Shuttle nur in einwandfreiem, funktionstüchtigem Zustand –d. h. mit noch zu ergänzenden geeigneten Sicherheitseinrichtungen– betrieben wird, und besonders diese Sicherheitseinrichtungen regelmäßig auf ihre Funktionstüchtigkeit überprüft werden.
ko_kr: 셔틀을 원활하고 안전한 상태로, 즉 보완해야 할 적절한 안전 장치를 장착하여 작동시키고 특히 이 안전 장치가 안전하게 작동하는지 여부를 정기적으로 점검한다.

source: erforderliche persönliche Schutzausrüstungen für Bedienungs- und Instandsetzungspersonal zur Verfügung stehen und getragen werden.
ko_kr: 운전 기사 및 수리 기사에게 필요한 개인 안전 장비를 제공하여 이를 착용하도록 한다.

source: nur dafür qualifiziertes und autorisiertes Personal das Shuttle bedient, wartet und repariert.
ko_kr: 자격을 갖춘 인가자만이 셔틀을 운전, 정비 및 수리하도록 한다.

source: das Personal die Technische Dokumentation, und hier besonders die Sicherheitsvorschriften, gelesen und verstanden hat.
ko_kr: 작업자가 기술 문서, 특히 안전 규정을 읽고 숙지하도록 한다.

source: alle am Shuttle angebrachten Sicherheits- und Warnhinweise nicht entfernt werden und jederzeit gut leserlich und erkennbar sind.
ko_kr: 셔틀에 부착된 모든 안전 표시 및 경고 표시를 제거하지 않고 이 표지를 언제든 잘 읽을 수 있고 인식할 수 있도록 한다.

source: Bei sicherheitsrelevanten Änderungen des Betriebsverhaltens, Shuttle sofort stillsetzen!
ko_kr: 작동 거동에 안전과 관련된 변화가 있을 경우, 셔틀의 작동을 즉시 중지한다.

source: Haftung und Gewährleistung
ko_kr: 책임 및 보증

source: Gewährleistungs- und Haftungsansprüche bei Personen- und Sachschäden sind ausgeschlossen, wenn sie auf eine oder mehrere der folgenden Ursachen zurückzuführen sind:
ko_kr: 인적 및 물적 손상이 아래의 원인 중 하나 이상에 의해 발생한 경우, 보증 및 책임 요구를 할 수 없습니다:

source: nicht bestimmungsgemäße Verwendung des Shuttles
ko_kr: 셔틀을 그 용도에 맞지 않게 사용한 경우

source: unsachgemäßes Montieren, Inbetriebnehmen, Einrichten, Bedienen und Warten des Shuttles
ko_kr: 셔틀을 부적절하게 조립, 시운전, 세팅, 조작 및 정비한 경우

source: Betreiben des Shuttles ohne Sicherheits- und Schutzeinrichtungen, oder wenn diese nicht ordnungsgemäß angebracht oder nicht funktionsfähig sind
ko_kr: 안전 장치와 보호 장치 없이 셔틀을 운전하거나 또는 이러한 장치가 정상적으로 장착되어 있지 않거나 또는 작동하지 않는 경우

source: Nichtbeachten der Hinweise in der Dokumentation bezüglich Sicherheit, Transport, Lagerung, Montage, Inbetriebnahme, Betrieb, Wartung und Einrichten des Shuttles
ko_kr: 셔틀의 안전, 운반, 보관, 조립, 시운전, 운전, 정비 및 세팅과 관련하여 설명서에 기재된 지침을 준수하지 않은 경우

source: eigenmächtige bauliche Veränderungen am Shuttle
ko_kr: 셔틀을 임의로 개장한 경우

source: unsachgemäße Einstellungen
ko_kr: 부적절하게 조절한 경우

source: mangelhafte Überwachung von Shuttle-Teilen, die dem Verschleiß unterliegen
ko_kr: 마모되는 셔틀 부품에 대한 모니터링이 부적절한 경우

source: unsachgemäß durchgeführte Reparaturen
ko_kr: 부적절하게 수리한 경우

source: Verwendung fremdbezogener Ersatz- und Verschleißteile, wenn diese nicht beanspruchungs- und sicherheitsgerecht konstruiert und gefertigt sind.
ko_kr: 운전 및 안전 요건에 맞게 설계되고 제작되지 않은 타사의 예비품 및 소모품을 사용한 경우.

source: Verwenden Sie zu Ihrem Vorteil nur Ersatzteile von EMAG.
ko_kr: 저희 EMAG사의 예비품만을 사용하시는 것이 유리합니다.

source: Verschleißteile sind von der Gewährleistung ausgeschlossen.
ko_kr: 소모품의 보증의 대상이 아닙니다.

source: Zuliefererdokumentation
ko_kr: 공급자 문서

source: Die abgedruckten Leistungsmerkmale von zugelieferten Einrichtungen und Bauteilen entsprechen den Angaben der jeweiligen Hersteller.
ko_kr: 인도된 장치 및 부품에 부착된 각인된 성능 표시는 제작사의 데이터와 일치합니다.

source: Für unvollständige oder fehlerhafte Fremdunterlagen übernimmt EMAG keine Haftung.
ko_kr: 불완전하거나 결함이 있는 타사의 문서에 대해 저희 EMAG사는 책임을 지지 않습니다.

source: Verwendung des Shuttles
ko_kr: 셔틀의 사용

source: Bestimmungsgemäße Verwendung
ko_kr: 용도에 따른 사용

source: Das Shuttle ist ausschließlich zum Transport von Werkstücken oder Werkzeugen unter Einhaltung und Anwendung der gesetzlichen Sicherheitsvorschriften bestimmt.
ko_kr: 본 셔틀은 법률에 의해 규정된 안전 지침을 준수하고 적용하며 공작물 및 공구를 이송하기 위한 용도로만 사용하는 장치입니다.

source: Zur bestimmungsgemäßen Verwendung gehört neben den vom Hersteller / Inverkehrbringer zugesicherten Spezifikationen auch das Beachten der Technischen Dokumentation und die Einhaltung der Inspektions- und Wartungsarbeiten.
ko_kr: 용도에 따른 사용에는 제작사/공급업체가 보장한 용도 외에 기술 문서의 준수와 검사 작업 및 정비 작업의 준수도 포함됩니다.

source: Vernünftigerweise vorhersehbare Fehlanwendung
ko_kr: 합리적으로 생각할 때 예상할 수 있는 오용

source: Jede Verwendung, die von der in den Technischen Dokumentation beschriebenen Bestimmungsgemäßen Verwendung abweicht, gilt als nicht bestimmungsgemäß und führt zum Haftungs- und Gewährleistungsausschluss seitens EMAG.
ko_kr: 기술 문서에서 설명한 용도에 따른 사용과 다른 모든 사용은 용도에 따른 사용에 속하지 않으며, 이로 인한 고장은 EMAG사의 책임 및 보증 대상에서 제외됩니다.

source: Bei der Verwendung von Hilfsstoffen ist eine schädigende Beeinflussung der im Maschinenbau allgemein üblich eingesetzten Werkstoffe zu vermeiden.
ko_kr: 보조제를 사용할 경우 기계에 일반적으로 흔히 투입되는 공작물에 악영향을 끼치지 않도록 해야 합니다.

source: Hinweis
ko_kr: 주의 사항

source: Der Betreiber ist dazu verpflichtet,
ko_kr: 운영자의 의무 사항:

source: das Personal im Bezug auf die Risiken und die zu ergreifenden Vorsichtsmaßnahmen ausreichend anzuweisen und auszubilden.
ko_kr: 위험 및 그에 대처하는 조치에 대하여 작업자에게 충분히 지시하고 교육해야 합니다.

source: Erst dann darf das Shuttle durch das Personal betrieben werden.
ko_kr: 이런 조치를 취한 후에만 작업자가 셔틀을 운전해도 좋습니다.

source: Sicherheit
ko_kr: 안전

source: Dieses Kapitel beschreibt die allgemeinen Sicherheitsvorschriften zum Betreiben von Maschinen.
ko_kr: 본 단원에는 기계의 운전에 관한 일반적인 안전 규정이 기술되어 있습니다.

source: Danach wird auf die speziellen Gefahrenquellen eingegangen, die beim Betrieb dieses Shuttles auftreten können.
ko_kr: 그 다음 본 셔틀을 조작할 때 발생할 수 있는 특별한 위험원을 다룹니다.

source: Sicherheitsvorschriften
ko_kr: 안전 규정

source: Die Betriebssicherheit des Shuttles und seiner Komponenten ist nur im Rahmen der bestimmungsgemäßen Verwendung gewährleistet.
ko_kr: 본 셔틀 및 그 구성품의 안전 작동은 용도에 따라 사용할 경우에만 보장됩니다.

source: Um einen sicheren Umgang mit dem Shuttle zu gewährleisten, muss die Gesamtdokumentation von jedem aufmerksam gelesen werden, der Arbeiten am Shuttle durchführt.
ko_kr: 본 셔틀을 안전하게 다루기 위해서는 본 셔틀에서 작업을 하는 작업자는 누구나 본 셔틀과 관련된 설명서를 주의 깊게 읽어야 합니다.

source: Um dies sicherzustellen, muss die Gesamtdokumentation am Einsatzort des Shuttles aufbewahrt werden.
ko_kr: 이를 위해서는 관련된 설명서 모두를 셔틀이 설치된 장소에 비치해 두어야 합니다.

source: EMAG haftet nicht für Schäden, die durch Nichtbeachtung der Gesamtdokumentation entstehen.
ko_kr: 저희 EMAG사는 상기 설명서의 지시를 준수하지 않아 발생한 손상에 대해 책임을 지지 않습니다.

source: Veränderungen und Umbauten am Shuttle und seinen Komponenten sind nur mit schriftlicher Genehmigung von EMAG zulässig.
ko_kr: 본 셔틀에서 변경을 가하거나 개장하는 작업은 저희 EMAG사의 서면 동의 없이는 허용되지 않습니다.

source: Es dürfen nur Ersatzteile verwendet werden, die von EMAG freigegeben sind.
ko_kr: 저희 EMAG사가 인증한 예비품만을 사용해야 합니다.

source: Das gleiche gilt für Zubehör.
ko_kr: 이는 액세서리에도 동일하게 적용됩니다.

source: EMAG haftet nicht für Schäden, die durch Nichtbeachtung dieser Vorschriften entstehen.
ko_kr: 저희 EMAG사는 이 규정을 준수하지 않아 발생한 손상에 대해 책임을 지지 않습니다.

source: Personen, die am Shuttle arbeiten, müssen eine geeignete persönliche Schutzausrüstung tragen, die den geltenden Vorschriften entspricht (z. B. Sicherheitsschuhe, Gehörschutz, Schutzhandschuhe, Arbeitskleidung).
ko_kr: 본 셔틀에서 작업하는 작업자는 적용되는 규정에 따른 적절한 개인 보호장비(예: 안전화, 귀마개, 안전장갑, 작업복)을 착용해야 합니다.

source: Neben dieser Betriebsanleitung und den Zulieferer-Dokumentationen sind die gesetzlichen und sonstigen Sicherheits- und Unfallverhütungsvorschriften, die EG-Maschinenrichtlinie 2006/42/EG sowie die geltenden Normen und Richtlinien des jeweiligen Betreiberlandes einzuhalten.
ko_kr: 본 사용 설명서와 공급자 문서 외에 법률적 및 기타 안전 및 사고예방 규정, EC-기계류 지침 2006/42/EC 및 본 설비를 설치한 국가에서 적용되는 규격 및 지침을 준수해야 합니다.

source: Insbesondere sind die verbindlichen Umweltschutzregelungen einzuhalten.
ko_kr: 특히 의무적인 환경보호 규정을 준수해야 합니다.

source: Recherchieren Sie, ob für Ihr Projekt weitere Vorschriften einzuhalten sind (z. B. Neufassungen oder länderspezifische Regelwerke).
ko_kr: 여러분의 프로젝트를 수행하기 위해 준수해야 할 다른 규정(예: 개정된 법규 또는 설치 국가 고유의 규정)이 있는지 찾아 보시기 바랍니다.

source: Das Shuttle und seine Komponenten dürfen nur in technisch einwandfreiem Zustand betrieben werden.
ko_kr: 본 셔틀과 그 구성품은 기술적으로 원활한 상태에서만 운전해야 합니다.

source: Vor der ersten Inbetriebnahme muss das Shuttle mit geeigneten Schutzeinrichtungen ausgerüstet werden.
ko_kr: 처음 시운전을 하기 전 셔틀에 적절한 보호 장치를 장착해야 합니다.

source: Vor jedem Einschalten des Shuttles müssen alle Schutzeinrichtungen sachgerecht angebracht und funktionsfähig sein.
ko_kr: 셔틀을 켜기 전 보호 장치가 적절히 장착되어 있고 그 기능이 정상이어야 합니다.

source: Schutzeinrichtungen dürfen nur nach dem Ausschalten und Absichern gegen Wiedereinschalten des Shuttles entfernt werden.
ko_kr: 셔틀을 끄고 다시 켜지지 않도록 고정한 후에만 보호 장치를 제거해야 합니다.

source: Nach der Inbetriebnahme, nach Störungsbehebung und nach Wartungsarbeiten muss deren Funktion überprüft werden.
ko_kr: 시운전 후, 고장 수리 후 및 정비 작업 후 셔틀의 기능을 점검해야 합니다.

source: Vor der Inbetriebnahme und bei jedem Einschalten des Shuttles sicherstellen, dass sich keine Personen im Gefahrenbereich befinden.
ko_kr: 셔틀을 시운전하기 전과 셔틀을 켤 때마다 위험 구역에 사람이 없는지 확인해야 합니다.

source: Beachten Sie die Informationen zu Hilfs- und Betriebsstoffen aus den jeweiligen Sicherheitsdatenblättern.
ko_kr: 각 안전 데이터 시트에 기재된 보조제 및 작동제에 대한 정보에 유의하시기 바랍니다.

source: Sicherheitshinweise zu bestimmten Betriebsphasen
ko_kr: 특정 운전 단계에 대한 안전 지침

source: Transport und Aufstellung
ko_kr: 운반 및 설치

source: Shuttles nur gemäß den Angaben der Technischen Dokumentation fachgerecht transportieren!
ko_kr: 셔틀을 운반할 때는 반드시 기술 문서에 기재된 지시에 따라 적절히 운반해야 합니다!

source: Der Arbeitsbereich vor dem Shuttle muss frei zugänglich sein.
ko_kr: 셔틀 앞의 작업 구역은 언제든 접근할 수 있도록 빈 상태여야 합니다.

source: Der Arbeitsbereich muss angemessene Lichtverhältnisse aufweisen.
ko_kr: 작업 구역의 조명은 적절한 밝기로 유지되어야 합니다.

source: Produktionsbetrieb
ko_kr: 생산 모드

source: Shuttle nur betreiben, wenn alle Schutzeinrichtungen und sicherheitsbedingte Einrichtungen, z. B. lösbare Schutzeinrichtungen und Not-Halt-Einrichtungen, vorhanden und funktionsfähig sind!
ko_kr: 탈착식 보호 장치 및 비상정지 장치와 같은 보호 장치 및 안전과 관련된 장치가 모두 장착되어 있고 그 기능이 정상인 경우에만 셔틀을 작동시키십시오!

source: Vor Einschalten / Inbetriebnahme des Shuttles sicherstellen, dass niemand durch das anlaufende Shuttle gefährdet werden kann!
ko_kr: 셔틀을 켜기/시운전하기 전 셔틀의 가동으로 인해 위험에 빠질 수 있는 사람이 없도록 조치를 취하십시오!

source: Mindestens einmal pro Schicht das Shuttle auf äußerlich erkennbare Schäden und Mängel prüfen!
ko_kr: 작업 교대조가 교대할 때마다 최소한 한 번 셔틀의 손상 및 경함에 대한 육안 검사를 실행하십시오!

source: Eingetretene Veränderungen (auch im Betriebsverhalten) oder Funktionsstörungen sofort der zuständigen Person melden!
ko_kr: 셔틀에 어떤 변화가 있는 경우 (운전 거동의 변화도 포함) 또는 기능 장애가 있는 경우 책임자에게 즉시 보고하십시오!

source: Shuttle ggf. sofort stillsetzen und sichern!
ko_kr: 필요하면 셔틀을 즉시 중지시키고 고정하십시오!

source: Störungen umgehend beseitigen lassen!
ko_kr: 즉시 수리하도록 하십시오!

source: Wartung und Instandsetzung
ko_kr: 정비 및 수리

source: Personal vor Beginn der Durchführung von Wartungs- und Instandsetzungsarbeiten informieren!
ko_kr: 정비 및 수리 작업을 시작하기 전 작업자에게 알리십시오!

source: Instandsetzungsbereich, soweit erforderlich, weiträumig absichern!
ko_kr: 필요하면, 수리 구역을 넓게 막으십시오!

source: Ist das Shuttle bei Wartungs- und Instandsetzungsarbeiten komplett ausgeschaltet, muss es gegen unerwartetes Wiedereinschalten gesichert werden.
ko_kr: 정비 및 수리 작업 시 셔틀이 완전히 꺼져 있으면 부주의로 다시 켜지지 않도록 고정해야 합니다.

source: Bei Wartungs- und Reparaturarbeiten beachten, dass berührbare Maschinenteile eventuell sehr heiß sind.
ko_kr: 정비 및 수리 작업 시 접촉할 수 있는 기계의 부품 중 상당히 뜨거운 부품도 있을 수 있다는 점에 유의하시기 바랍니다.

source: Gegebenenfalls Schutzausrüstung verwenden!
ko_kr: 필요하면 보호장비를 착용하십시오!

source: Das Shuttle, und hier insbesondere Anschlüsse und Verschraubungen, zu Beginn der Wartung/Reparatur von Öl, Kraftstoff oder Pflegemitteln reinigen (siehe Kapitel Reinigen)!
ko_kr: 정비/수리 작업을 시작하기 전 셔틀에서, 여기서는 특히 커넥터와 나사 연결부에서 오일, 접착제 또는 보호제를 제거하십시오(청소 단원 참조)!

source: Ist die Demontage von Sicherheitseinrichtungen beim Warten und Instandsetzen erforderlich, hat unmittelbar nach Abschluss der Wartungs- und Reparaturarbeiten die Remontage und Überprüfung der Sicherheitseinrichtungen zu erfolgen.
ko_kr: 정비 및 수리 작업 시 안전장치를 분해해야 하면 정비 및 수리 작업을 종료한 직후 그 안전 장치를 다시 장착한 다음 그 기능을 점검해야 합니다.

source: Reinigen
ko_kr: 청소

source: Reinigen Sie das Shuttle nur mit nicht aggressiven Reinigungsmitteln und fusselfreien Putztüchern.
ko_kr: 부식성이 없는 세제와 보풀이 없는 청소포만을 사용하여 셔틀을 청소하십시오.

source: Entsorgung
ko_kr: 폐기

source: Für sichere und umweltschonende Entsorgung von Betriebs- und Hilfsstoffen sowie Austauschteilen sorgen!
ko_kr: 작동제와 보조제 및 교체한 부품을 안전하고 친환경적으로 폐기하도록 유의해야 합니다!

source: Beachten Sie dabei immer die landesspezifischen Vorschriften, Gesetze und Bestimmungen.
ko_kr: 이때 항상 국내의 지침, 법률 및 규정을 준수해야 합니다.

source: Personal
ko_kr: 작업자

source: Arbeiten am Shuttle dürfen nur von geschultem und eingewiesenen Personal durchgeführt werden.
ko_kr: 셔틀에서는 교육과 지시를 받은 작업자만이 작업해야 있습니다.

source: Jeder Mitarbeiter muss für die ihm übertragenen Aufgaben ausreichend qualifiziert sein.
ko_kr: 모든 직원은 자신에게 부여된 과제를 처리하기에 충분한 자격을 갖추고 있어야 합니다.

source: Elektrik
ko_kr: 전기 장치

source: Arbeiten an elektrischen Ausrüstungen des Shuttles dürfen nur von einer Elektrofachkraft oder von unterwiesenen Personen unter Leitung und Aufsicht einer Elektrofachkraft gemäß den elektrotechnischen Regeln vorgenommen werden.
ko_kr: 셔틀의 전기 장치에는 전기 기사나 전기 기사의 감독을 받는 작업자만이 전기기술적 규정에 따라 작업해야 합니다.

source: Hilfs- und Betriebsstoffe
ko_kr: 보조제 및 작동제

source: Zum Betrieb des Shuttles werden unterschiedlichste Hilfs- und Betriebsstoffe verwendet.
ko_kr: 셔틀을 운전할 때는 여러 보조제 및 작동제를 사용합니다.

source: Diese können u. a. sein:
ko_kr: 이에는 다음과 같은 것이 있습니다:

source: Reinigungsmittel
ko_kr: 세제

source: Pflegemittel
ko_kr: 보호제

source: Öle
ko_kr: 오일

source: Schmiermittel (durch Langzeitschmierung kein Nachschmieren erforderlich!)
ko_kr: 윤활제(장기 윤활이므로 추가 윤활 불필요!)

source: Die Betriebssicherheit und Wirtschaftlichkeit des Shuttles hängt in großem Maße von der Güte der eingesetzten Betriebsstoffe ab.
ko_kr: 셔틀의 안전 작동 및 경제성은 상당 부분 투입한 작동제의 품질에 좌우됩니다.

source: Verwenden Sie nur die Betriebsstoffe, die in der Technischen Dokumentation des Shuttles angegeben sind.
ko_kr: 따라서 셔틀의 기술 문서에 기재되어 있는 작동제만을 사용하시기 바랍니다.

source: Beachten Sie die Hinweise zu Hilfs- und Betriebsstoffen aus den jeweiligen Sicherheitsdatenblättern.
ko_kr: 각 안전 데이터 시트에 기재된 보조제 및 작동제에 대한 주의 사항에 유의하시기 바랍니다.

source: Beachten Sie immer die landesspezifischen Vorschriften, Gesetze und Bestimmungen beim Einsatz, bei der Handhabung und bei der Entsorgung von Betriebsstoffen.
ko_kr: 작동제의 투입, 취급 및 폐기 시 항상 국내의 지침, 법률 및 규정을 준수하십시오.

source: Schützen Sie sich beim Umgang mit den Betriebsstoffen durch Tragen angemessener Schutzausrüstung.
ko_kr: 작동제를 취급할 때 적절한 보호장비를 착용하여 자신을 보호하십시오.

source: Beachten Sie die Angaben des Herstellers.
ko_kr: 제작사의 지시에 따르십시오.

source: Gefahrenquellen
ko_kr: 위험원

source: Gefahr
ko_kr: 위험

source: Unter Spannung stehende Teile (bis 600 V)!
ko_kr: 전기가 흐르는 부품(최고 600V)!

source: Lebensgefahr durch Stromschlag bei Berührung von unter Spannung stehenden Teilen.
ko_kr: 전기가 흐르는 부품과 접촉할 때 감전에 의한 사망 위험.

source: Trennen Sie das Shuttle vom Stromnetz, wenn Sie Wartungs- oder Reinigungsarbeiten durchführen, Reparaturen durchführen, das Gehäuse öffnen oder den Arbeitsplatz wechseln.
ko_kr: 정비 작업이나 청소 작업, 수리를 할 때, 하우징을 열 때 또는 작업 장소를 바꿀 때는 셔틀을 전원에서 분리하십시오.

source: Schützen Sie Netzstecker und Netzkabel vor Beschädigungen.
ko_kr: 전원 플러그와 전원 케이블을 손상되지 않도록 보호하십시오.

source: Arbeiten an der elektrischen Anlage dürfen nur von Elektrofachkräften oder elektrotechnisch unterwiesenen Personen ausgeführt werden.
ko_kr: 전기 설비에서는 전기 기사나 전기기술에 대한 교육을 받은 작업자만이 작업을 해야 합니다.

source: Beachten Sie die folgenden fünf Sicherheitsregeln (nach VDE 0105).
ko_kr: 다음 다섯 가지의 안전 수칙(VDE 0105에 의거)을 준수하십시오.

source: Vor Beginn der Arbeiten:
ko_kr: 작업 개시 전:

source: Freischalten
ko_kr: 전원 분리

source: Gegen Wiedereinschalten sichern
ko_kr: 다시 켜지지 않도록 고정

source: Spannungsfreiheit allpolig feststellen
ko_kr: 모든 전극에서 무전위 여부 확인

source: Erden und kurzschließen
ko_kr: 접지 및 단락

source: Benachbarte, unter Spannung stehende Teile abdecken oder abschranken
ko_kr: 전기가 흐르는 인접 부품 차폐 또는 차단

source: Nach Abschluss der Arbeiten in umgekehrter Reihenfolge vorgehen, um den ursprünglichen Zustand wiederherzustellen.
ko_kr: 작업 종료 후 역순으로 작업하여 원래의 상태로 복구.
